Repository: mattr13000/Budget-Zen
Catalog: BudgetZen/Localizable.xcstrings
Source language: en
Languages: fr

source: %lld registered transactions.
fr: %lld transactions enregistrés.

source: Add a transaction
fr: Ajouter une transaction

source: Add the transaction
fr: Ajoutez la transaction

source: Add transction
fr: Ajout transaction

source: Amount
fr: Montant

source: Average spending
fr: Moyenne des dépenses

source: Balance
fr: Solde

source: Category
fr: Catégorie

source: Current balance:
fr: Solde actuel:

source: Enter a label
fr: Entrez un label

source: Enter an amount
fr: Entrez un montant

source: Hello User
fr: Bonjour User

source: Highest Income
fr: Plus grand revenu

source: Highest spending
fr: Plus grande dépense

source: Home
fr: Accueil

source: Most used category
fr: Catégorie la plus utilisée

source: Statistics
fr: Statistisques

source: Total incomes
fr: Total des revenus

source: Total incomes count
fr: Nombre de revenus

source: Total Incomes:
fr: Total Revenus:

source: Total spendings
fr: Total des dépenses

source: Total spendings count
fr: Nombre de dépenses

source: Total Spendings:
fr: Total Dépenses:

source: Total transactions count
fr: Nombre total de transactions
